tap "bufbuild/buf"
tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "localstack/tap"
brew "argocd"
brew "awscli"
brew "displayplacer"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "gopls"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "harper"
brew "icdiff"
brew "jq"
brew "marksman"
brew "neovim"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "tmux-sessionizer"
brew "tree"
brew "vite"
brew "wget"
brew "yamlfmt"
brew "bufbuild/buf/buf"
cask "ghostty"
cask "unnaturalscrollwheels"
