tap "bufbuild/buf"
tap "homebrew/bundle"
tap "isen-ng/dotnet-sdk-versions"
tap "jakehilborn/jakehilborn"
tap "localstack/tap"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "argocd"
brew "awscli"
brew "icu4c@76"
brew "displayplacer"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "gopls"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "harper"
brew "icdiff"
brew "img2pdf"
brew "jpeg"
brew "jq"
brew "kustomize"
brew "llama.cpp"
brew "marksman"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ocrmypdf"
brew "openjdk@11"
brew "povray"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "tmux-sessionizer"
brew "tree"
brew "vite"
brew "wget"
brew "yamlfmt"
brew "bufbuild/buf/buf"
cask "dotnet-sdk"
cask "dotnet-sdk6"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk8-0-400"
cask "dotnet-sdk9-0-100"
cask "ghostty"
cask "unnaturalscrollwheels"
cask "wkhtmltopdf"
vscode "batisteo.vscode-django"
vscode "bierner.emojisense"
vscode "boto3typed.boto3-ide"
vscode "codezombiech.gitignore"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "jmaxwilson.vscode-povray"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "markusylisiurunen.githubdarkmode"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "thomaspink.theme-github"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zxh404.vscode-proto3"
